{
  "highborn": {
    "description": "You are a member of the highborn, the rich upper class of Utopia. The highborn are protective of their power and privilege, usually trying to keep upstart families away from gaining any measure of what they consider to be real power.",
    "startingResources": 25,
    "abilities": [
      {
        "name": "Income",
        "description": "During your spheres phase, roll 2d6 and gain resources equal to the result. To collect this benefit, you must maintain a highborn lifestyle."
      }
    ],
    "types": {
      "forgottenNobility": {
        "name": "Forgotten Nobility",
        "description": "Your family has always been rich and powerful and has ties to some long forgotten branch of nobility or royalty whose titles mean nothing now.",
        "knowledge": ["highborn", "nobility", "history"]
      },
      "titansOfBusiness": {
        "name": "Titans of Business and Industry",
        "description": "Your family rose to the highborn through lucrative business ventures. They formed a large corporation or mega-corporation and sit at the helm of it.",
        "knowledge": ["highborn", "corporations", "business sense"]
      },
      "cheatedToProminence": {
        "name": "Cheated to Prominence",
        "description": "Your family rose to their highborn position through nefarious means.",
        "knowledge": ["highborn", "criminal networks", "blackmail"]
      },
      "influencer": {
        "name": "Influencer",
        "description": "You achieved your status as a highborn by the sheer power of your personality, leveraging your charisma to bring you fame and fortune.",
        "knowledge": ["highborn", "entertainment"]
      },
      "exploiterInChief": {
        "name": "Exploiter-in-Chief",
        "description": "You have an eye for talent and opportunity; a unique talent for seeing diamonds in the rough; a knack for separating the good ideas from the bad and knowing how to market them.",
        "knowledge": ["highborn", "exploitation"]
      }
    }
  },
  "risers": {
    "description": "You or your family are considered to be risers, members of the lowborn who have risen to positions of relative wealth and prominence.",
    "startingResources": 15,
    "abilities": [
      {
        "name": "Contacts",
        "description": "You may create 1 contact with whom you have a +2 reputation. This contact can be from any social class."
      },
      {
        "name": "Income",
        "description": "During your spheres phase, roll 1d6 and gain resources equal to the result. To collect this benefit, you must maintain a riser or highborn lifestyle."
      }
    ],
    "types": {
      "intrepidExplorer": {
        "name": "Intrepid Explorer",
        "description": "As a child you were always fascinated with the stories of the ruins left behind after the fall.",
        "knowledge": ["risers", "the outside world", "history"]
      },
      "merchantEmpire": {
        "name": "Merchant Empire",
        "description": "Your family accrued wealth and privilege through the ownership of a chain of businesses that spans across multiple cities.",
        "knowledge": ["risers", "business sense", "negotiation"]
      },
      "politicalFamily": {
        "name": "Political Family",
        "description": "Your family has a history of being active in politics and have multiple members of the family involved in government.",
        "knowledge": ["risers", "politics", "leadership"]
      },
      "academic": {
        "name": "Academic",
        "description": "Not every family in Utopia has the economic means to pursue higher education, but yours did and you took advantage of it.",
        "knowledge": ["risers", "rhetoric"]
      },
      "corporateFixer": {
        "name": "Corporate Fixer",
        "description": "When activists get in the way of progress, suppliers are unable to meet demands, or politicians start working against the greater good, corporations hire you to make the problem disappear.",
        "knowledge": ["risers", "corporations", "intimidation"]
      }
    }
  },
  "lowborn": {
    "description": "You and your family are members of the common masses of Utopia, living in small apartments and earning a meager living through a day job or sporadic freelancing.",
    "startingResources": 5,
    "abilities": [
      {
        "name": "Contacts",
        "description": "You may create 1 contact with whom you have a +2 reputation. This contact must be lowborn or murkblood."
      },
      {
        "name": "Swagger",
        "description": "Whenever you gain resources, you also gain 1 bravado."
      }
    ],
    "types": {
      "businessperson": {
        "name": "Businessperson",
        "description": "You or your family owned a shop or other business and were just scraping by until something happened that caused the business to fail or forced you to abandon it.",
        "knowledge": ["lowborn", "business sense"]
      },
      "strugglingArtist": {
        "name": "Struggling Artist",
        "description": "You've always been more concerned with art than anything else, but you never had the right opportunities to make a career out of it.",
        "knowledge": ["lowborn", "art history"]
      },
      "waywardSoul": {
        "name": "Wayward Soul",
        "description": "You were born with a wanderlust and a desire for adventure.",
        "knowledge": ["lowborn", "traveling", "the outside world"]
      },
      "knowItAll": {
        "name": "Know-it-all",
        "description": "While other children played with toys, you were huddled in the back corner of the library reading everything you could get your hands on.",
        "knowledge": ["lowborn", "libraries", "uncommon knowledge"]
      },
      "hydroFarmer": {
        "name": "Hydro-Farmer",
        "description": "You are one of the thousands of people who work in the huge hydroponics facilities that provide most of the food to cities in Utopia.",
        "knowledge": ["lowborn", "flora", "water systems"]
      },
      "binarySavant": {
        "name": "Binary Savant",
        "description": "Your family didn't have the money for a proper education, but your instinctual talent for programming caught the eye of the right people.",
        "knowledge": ["lowborn", "education", "software code"]
      },
      "dissident": {
        "name": "Dissident",
        "description": "The world is a messed up place and someone needs to fix it.",
        "knowledge": ["lowborn", "grassroots organization", "sabotage"]
      }
    }
  },
  "murkbloods": {
    "description": "Each morning, the filth of the upper city is washed away, flowing down to the alleyways, sewers and maintenance corridors that make up the slums where the murkblood live.",
    "startingResources": 1,
    "abilities": [
      {
        "name": "Extra Skill Point",
        "description": "Gain 1 additional skill point during character creation."
      },
      {
        "name": "Scavenged Gear",
        "description": "Start with 1 piece of equipment with a resource cost no greater than 10 that you scavenged."
      }
    ],
    "types": {
      "pettyThief": {
        "name": "Petty Thief",
        "description": "You were born with nothing, so you took what you needed to survive.",
        "knowledge": ["murkbloods", "theft", "criminal networks"]
      },
      "drifter": {
        "name": "Drifter",
        "description": "You've done lots of work, but never had a real job, always drifting around, doing whatever work you could get.",
        "knowledge": ["murkbloods", "traveling", "city streets"]
      },
      "scavenger": {
        "name": "Scavenger",
        "description": "When you have nothing, you have to make the best of what you can get your hands on.",
        "knowledge": ["murkbloods", "scavenging", "desperation"]
      },
      "brokenLife": {
        "name": "Broken Life",
        "description": "You were born as member of the lowborn or risers. You had a good job and a good life until everything went wrong and you lost it all.",
        "knowledge": ["murkblood", "lowborn"]
      },
      "commune": {
        "name": "Commune",
        "description": "In the tunnels, sewers and maintenance corridors that house the most disadvantaged people, some murkbloods band together to form small communities focused on supporting one another.",
        "knowledge": ["murkblood", "keeping hidden", "working together"]
      },
      "waster": {
        "name": "Waster",
        "description": "Life in Utopia's big cities isn't for everyone. Some people prefer the solitude of the wastes beyond the city limits.",
        "knowledge": ["murkblood", "survival", "the wastes"]
      }
    }
  },
  "nonHuman": {
    "description": "In Utopia, there are those referred to generally as 'non-humans', who were not born of traditional parentage.",
    "startingResources": 0,
    "abilities": [
      {
        "name": "Extra Skill Point",
        "description": "Gain 1 additional skill point during character creation."
      }
    ],
    "types": {
      "artificialHuman": {
        "name": "Artificial Human",
        "description": "You are a human that was created in a lab through a complex process of genetic engineering.",
        "knowledge": ["biology", "laboratories"],
        "specialAbility": {
          "name": "Preprogrammed",
          "description": "When you create your character choose one skill related to the purpose for which you were created. You always have advantage when making a skill roll with the chosen skill."
        }
      },
      "clone": {
        "name": "Clone",
        "description": "In Utopia, rich highborn often create clones of themselves to download their datawave into in the event of their death.",
        "knowledge": ["biology", "false identities", "hiding"],
        "specialAbility": {
          "name": "Another Life",
          "description": "You know enough about your creator to dip into their life and impersonate them on rare occasions."
        }
      },
      "artificialIntelligence": {
        "name": "Artificial Intelligence",
        "description": "You are an artificial intelligence, a consciousness built inside a computer construct.",
        "knowledge": ["artificial intelligence", "cybernetics", "making an escape"],
        "specialAbility": {
          "name": "Cybernetic Body",
          "description": "You have a fully cybernetic body in which your program is contained. You do not require food, drink or sleep, but do require regular maintenance - as such, your living expenses are halved."
        }
      },
      "ghost": {
        "name": "Ghost",
        "description": "You are an artificial intelligence without a body. You exist within hard drives and data streams.",
        "knowledge": ["artificial intelligence", "cybersecurity systems", "staying hidden"],
        "specialAbility": {
          "name": "Jump",
          "description": "If you're connected to the net, you can always find some form of cybernetic to jump into and take control of."
        }
      }
    }
  }
}
