{
  "specializations": {
    "biofarmer": {
      "name": "Biofarmer",
      "description": "A botanist who specializes in cross breeding plants to bring out certain characteristics, whether that characteristic be creating more beautiful flowers, unnatural growth speeds, oversized fruit or deadly toxins.",
      "skills": ["science", "tough"],
      "knowledge": ["flora", "botany"],
      "special": {
        "type": "equipment",
        "name": "Herb Pouch",
        "description": "A special pouch of botanicals that can be used to perform special actions",
        "uses": 3,
        "period": "week",
        "actions": [
          {
            "name": "Healing Herbs",
            "description": "Applying these herbs heals a character of 1 light or medium wound"
          },
          {
            "name": "Poison or Sleep herbs",
            "description": "When an opponent ingests these herbs, make a science skill roll with a difficulty rating of 2d10 + a number of d6s equal to your foe's determination. If successful, your foe either falls into a deep slumber for 10 minutes or takes a wound based on the difference between your roll and the difficulty rating"
          },
          {
            "name": "Quick-growing seeds",
            "description": "Bio-engineered seeds of a noxious vine that grows within minutes and spreads quickly to fill an area up and make it impassable"
          }
        ]
      }
    },
    "bio-engineer": {
      "name": "Bio-Engineer",
      "description": "Bio-engineers are scientists who seek to solve the problems brought about by human expansion and climate change by supplementing nature with technology. They create artificial leaves to recycle oxygen, cybernetic bees to spread pollen and nanite clusters to destroy invasive weeds and insects.",
      "skills": ["engineering", "science"],
      "knowledge": ["flora", "fauna"],
      "special": {
        "type": "equipment",
        "name": "Insect Drone",
        "description": "Three small drones made to resemble insects that you can control to a range of 500 meters",
        "features": [
          "Basic artificial intelligence capable of interpreting and carrying out simple instructions",
          "Audio and visual recording devices",
          "A wireless data transmitter that can allow you to control it through a handheld device or computer terminal",
          "Ability to be outfitted with up to 2 tech upgrades"
        ]
      }
    },
    "charlatan": {
      "name": "Charlatan",
      "description": "These are the members of Utopia's underground who specialize in false identities, forged documents, and fake identification. A charlatan likely has multiple fake identities and can mimic the voice, handwriting and mannerisms of anyone they observe for a sufficient amount of time.",
      "skills": ["deception", "sneak"],
      "knowledge": ["mimicking", "criminal enterprises"],
      "special": {
        "type": "action",
        "name": "False Identity",
        "description": "Create a false identity including disguise, mannerisms, false identification cards, and a unique writing style. Requires resources based on social class (murkblood 1, lowborn 2, riser 4, highborn 6)"
      }
    },
    "chemical-biologist": {
      "name": "Chemical Biologist",
      "description": "Chemical biologists are scientists who research ways to enhance the performance of the human body. They perform genetic modification and craft chemical substances to temporarily boost performance.",
      "skills": ["science", "medicine"],
      "knowledge": ["genetics", "chemistry"],
      "special": {
        "type": "equipment",
        "name": "Chem Pack",
        "description": "Administer a chemical formula to yourself or 1 other person",
        "uses": 3,
        "period": "week",
        "actions": [
          {
            "name": "Enhance ability",
            "description": "Choose 1 skill and grant an additional 2d6 on skill rolls using that skill for the next 10 minutes. When administering to an NPC, raise their determination by 2 for the next 10 minutes"
          },
          {
            "name": "Impair",
            "description": "In combat, when you take the attack action and score a hit, instead of inflicting a wound, you inject your opponent with a chemical formula slowing their reactions. Reduce the difficulty rating of your target by 3"
          },
          {
            "name": "Sedate",
            "description": "In combat, when you take the attack action, if you inflict a medium or more severe wound, instead of inflicting the wound, you can choose to inject your opponent with a sedative, rendering them unconscious for the next 1 hour"
          }
        ]
      }
    },
    "consul": {
      "name": "Consul",
      "description": "Consuls are the deal-makers of Utopia, using their skills of persuasion and charisma to broker deals between warring factions, rival businesses and dangerous business partners. They are often ambassadors, lawyers, politicians or go betweens.",
      "skills": ["persuasion", "deception"],
      "knowledge": {
        "choose": 2,
        "from": [
          "government",
          "criminal organizations",
          "corporations",
          "mega-corporations"
        ]
      },
      "special": {
        "type": "skill",
        "name": "Counterpoint",
        "description": "When you fail a bartering, persuasion or deception skill roll, you can ignore the result and make another skill roll. When you do this, add a number of additional d6s equal to your bartering, persuasion or deception skill (whichever you are using)"
      }
    },
    "datajack": {
      "name": "Datajack",
      "description": "Datajacks are the data thieves of Utopia, hacking into datanets and stealing information or taking control of systems. Anyone can learn to hack, but datajacks are the true hacking specialists of Utopia, capable of gaining long term access, taking control, and implementing back doors into systems.",
      "skills": ["hacking", "software programming"],
      "knowledge": ["cybersecurity systems", "datanets"],
      "special": {
        "type": "action",
        "name": "Backdoor",
        "description": "When you successfully hack into a system, you can create a backdoor and install custom commands into that system. Install 3 commands into the system that can be activated remotely, or at any terminal on that system, without making a hacking check. Additionally, when making future hacking checks to access the compromised system, you have advantage"
      }
    },
    "datawave": {
      "name": "Datawave",
      "description": "You died. Luckily you had enough money in your previous life to create a datawave backup of your thought patterns. What remained of your wealth when you died went to purchasing a new cybernetic body to implant your datawave into.",
      "skills": ["tough", "athletics"],
      "knowledge": ["cybernetics", "datawave"],
      "special": {
        "type": "equipment",
        "name": "Cybernetic Body",
        "description": "A fully cybernetic body in which your datawave is contained. Does not require food, drink or sleep, but requires regular maintenance. Wounds must be repaired using engineering skill"
      },
      "restrictions": "This specialization may not be chosen when spending skill points. However, if your character perishes in game and has made a datawave backup, you can spend their leftover resources on a cybernetic body to house their datawave"
    },
    "duelist": {
      "name": "Duelist",
      "description": "Whether in the form of a respected sport or cruel entertainment, dueling has worked its way into all sectors of Utopian society, from highborn ballrooms, to the lowest murkblood slums.",
      "skills": {
        "required": ["dodge"],
        "choose": {
          "count": 1,
          "from": ["melee weapons", "ranged weapons", "unarmed combat"]
        }
      },
      "knowledge": {
        "required": ["dueling"],
        "choose": {
          "count": 1,
          "from": ["blades", "firearms", "hand to hand combat"]
        }
      },
      "special": {
        "type": "skill",
        "name": "Kill Shot",
        "description": "When involved in combat with a single enemy and perform 2 consecutive actions without suffering any wounds, you can take a special action called a Kill Shot. Make a skill roll using either melee weapons, ranged weapons or unarmed combat. On a success, you inflict a debilitating wound on your opponent"
      }
    },
    "exorcist": {
      "name": "Exorcist",
      "description": "Exorcists were once known as the experts in removing ghosts (rogue AI) from local systems. However as the problem of rogue AI was virtually eliminated, exorcists were forced to find other work where they could employ their knowledge of data subsystems and cybersecurity.",
      "skills": ["engineering", "hacking"],
      "knowledge": ["surveillance systems", "cybersecurity systems"],
      "special": {
        "type": "skill",
        "name": "Bypass",
        "description": "Up to 3 times per week, when you encounter an obstacle that requires a skill roll to bypass, you can choose to roll an engineering skill roll in its place",
        "uses": 3,
        "period": "week"
      }
    },
    "glamour": {
      "name": "Glamour",
      "description": "Glamours are a unique brand of skilled entertainers who combine dancing with anti-gravity and holograms to create dazzling displays. They are the superstars of Utopia and a staple at the parties of the highborn, leading them to be frequently employed as spies.",
      "skills": ["deception", "athletics"],
      "knowledge": ["holograms", "entertainment"],
      "special": {
        "type": "equipment",
        "name": "Portable Hologram Projector",
        "description": "A palm sized, floating projector that can project a hologram no larger than 5 cubic meters to a space within 20 meters of it",
        "uses": 3,
        "period": "week"
      }
    },
    "machinist": {
      "name": "Machinist",
      "description": "The most talented crafters and engineers of Utopia, machinists take the fight to their enemies with automated turrets and drones, while tinkering on various pieces of tech.",
      "skills": ["engineering", "investigation"],
      "knowledge": {
        "choose": 2,
        "from": [
          "communications tech",
          "stealth tech",
          "shield and barrier tech",
          "power armor",
          "drones",
          "turrets"
        ]
      },
      "special": {
        "type": "skill",
        "name": "Tinker",
        "description": "As an action, make an engineering skill roll with a difficulty rating of 15 to improve a piece of equipment or tech by: adding 1d6 to effect, doubling range, or increasing uses by 2 per week. Each piece can only be upgraded once"
      }
    },
    "medi": {
      "name": "Medi",
      "description": "Medis are the medics and doctors of Utopia, operating out of public hospitals and private clinics, or traveling to where they're needed most.",
      "skills": ["medicine", "science"],
      "knowledge": ["biology", "diseases"],
      "special": {
        "type": "skill",
        "name": "Combat Medic",
        "description": "In combat, when you use the Take Cover action, you can remove 1 wound from yourself or an ally. You can use this ability up to 3 times per week. Additionally, outside of combat, when you take the Recover action, you can heal any severity of wounds",
        "uses": 3,
        "period": "week"
      }
    },
    "media": {
      "name": "Media",
      "description": "For those in Utopia who are born with nothing, sometimes you need to monetize everything - even yourself. Medias are the often over the top individuals at the heart of this commoditization of self.",
      "skills": ["investigation", "persuasion"],
      "knowledge": ["being seen", "business sense"],
      "special": {
        "type": "ability",
        "name": "Go Live",
        "description": "When you take an action, decide whether you want to Go Live and share it with your fanbase. At the end of each week, gain resources based on content shared",
        "rewards": [
          "Went live at least once: +1d6 resources",
          "Your life was in danger while live: +2 resources",
          "Suffered a wound while live: +1 resource",
          "Went live somewhere you shouldn't have been: +2 resources and +1 danger",
          "Shared secret information while live: +2 resources and +1 danger"
        ]
      }
    },
    "merchant": {
      "name": "Merchant",
      "description": "Merchants are the lifeblood of Utopia's economy. They are the shop owners, brokers and business people of Utopia, always looking for a new way to earn some money or a new situation that they can turn to their advantage.",
      "skills": ["bartering", "persuasion"],
      "knowledge": [
        "business sense",
        "any 1 knowledge related to your business"
      ],
      "special": {
        "type": "ability",
        "name": "Monetize",
        "description": "When you find an opportunity to make money, make a bartering skill roll with a difficulty equal to 2d10 + a number of d6s equal to the current danger level. If successful, roll a number of d6s equal to your bartering skill and gain resources equal to the result"
      }
    },
    "monk": {
      "name": "Monk",
      "description": "Although the theological and ideological systems of Utopia have evolved, Utopia is not without its spiritual leaders and those who have devoted themselves to the practice and spread of their own ideological teachings.",
      "skills": ["persuasion", "tough"],
      "knowledge": ["theology", "one knowledge representing your ideology"],
      "special": {
        "type": "action",
        "name": "Meditation",
        "description": "Spend 10 minutes entering a brief meditative state, clearing your mind and seeking stillness. You gain advantage on your next skill roll",
        "uses": 3,
        "period": "week"
      }
    },
    "runner": {
      "name": "Runner",
      "description": "In the future, where data systems are compromised by hackers every day and drones can be taken down and intercepted, the safest way to transport things can sometimes be the simplest. Runners are the messengers of Utopia, moving information and goods from place to place by hand.",
      "skills": ["dodge", "sneak"],
      "knowledge": ["city streets", "navigation"],
      "special": {
        "type": "skill",
        "name": "Danger Sense",
        "description": "When your danger level is 3 or higher, add 1d6 to any skill roll whose difficulty rating is calculated using your current danger level"
      }
    },
    "smith": {
      "name": "Smith",
      "description": "Smiths specialize in creating armor and weapons and modifying them to increase their effectiveness. They are the gunsmiths, blade-smiths and armor-smiths of Utopia.",
      "skills": {
        "required": ["engineering"],
        "choose": {
          "count": 1,
          "from": ["melee weapons", "ranged weapons"]
        }
      },
      "knowledge": {
        "choose": 2,
        "from": ["armor", "blades", "firearms"]
      },
      "special": {
        "type": "action",
        "name": "Forge Pack",
        "description": "Each time you or an ally enters into combat, choose one: gain 2 defensive dice, or add 1d6 when you take the attack action. This benefit applies to both you and your allies"
      }
    },
    "skulker": {
      "name": "Skulker",
      "description": "Skulkers are the spies and detectives of Utopia. They use their skills of stealth and investigation to seek out the hidden things that others don't want found and follow clues, no matter where they lead.",
      "skills": ["investigation", "sneak"],
      "knowledge": {
        "required": ["surveillance"],
        "choose": {
          "count": 1,
          "from": ["police", "military", "criminal organizations", "blackmail"]
        }
      },
      "special": {
        "type": "skill",
        "name": "Uncover the Clues",
        "description": "Whenever you make a successful investigation skill roll, gain 1 bravado"
      }
    },
    "soldier-of-fortune": {
      "name": "Soldier of Fortune",
      "description": "These are the mercenaries who sell their combat expertise to the highest bidder. A soldier of fortune could be part of the riot police, military, corporate security forces, enforcers for a criminal organization or work anywhere that needs someone who can remove threats.",
      "skills": {
        "required": ["tough"],
        "choose": {
          "count": 1,
          "from": ["melee weapons", "ranged weapons", "unarmed combat"]
        }
      },
      "knowledge": {
        "required": ["mercenary work"],
        "choose": {
          "count": 1,
          "from": [
            "government",
            "military",
            "corporations",
            "criminal enterprises",
            "mega-corporations",
            "police"
          ]
        }
      },
      "special": {
        "type": "skill",
        "name": "Press the Attack",
        "description": "In combat, when you inflict a medium, severe or debilitating wound, you gain advantage on your next attack action"
      }
    },
    "tanker": {
      "name": "Tanker",
      "description": "These are the brutish enforcers of Utopia, solving problems with their fists; utilizing any advantage that will make them stronger, whether it be mechanical or chemical. They are often employed as bouncers, debt collectors, enforcers and body guards.",
      "skills": ["tough", "unarmed combat"],
      "knowledge": ["mercenary work", "intimidation"],
      "special": {
        "type": "skill",
        "name": "Unrelenting",
        "description": "At the end of combat, if you were victorious over your opponent, heal your most severe wound. Additionally, if you take a debilitating wound, instead of falling unconscious, you may take two additional combat actions. If you defeat your opponent within that time, remove all debilitating wounds you have suffered"
      }
    },
    "unbound": {
      "name": "Unbound",
      "description": "The unbound are individuals who, through a traumatic experience or genetic manipulation, have awakened telepathic or telekinetic abilities within themself.",
      "skills": ["tough", "science"],
      "knowledge": ["physics", "secret programs"],
      "special": {
        "type": "skill",
        "name": "Unbound",
        "description": "You have a pool of 4 d6s that represent your telepathic and telekinetic power. Choose either Telepathy or Telekinesis abilities. Pool replenishes weekly",
        "abilities": {
          "telepathy": [
            {
              "name": "Link",
              "description": "Create a telepathic link between you and up to 3 individuals within 10 meters for communication. Link lasts 30 minutes and can be renewed"
            },
            {
              "name": "Extract Information",
              "description": "Attempt to extract information from a human within 10 meters using unbound dice pool"
            }
          ],
          "telekinesis": [
            {
              "name": "Manipulate Object",
              "description": "Move small objects up to 10kg with your mind within 50 meters"
            },
            {
              "name": "Telekinetic Force",
              "description": "Make telekinetic attacks in combat using unbound dice pool"
            }
          ]
        }
      }
    },
    "venom": {
      "name": "Venom",
      "description": "These are the exterminators of Utopia, using chemicals and toxins to remove pests and foes alike. They are equipped with a breathing mask and a special device capable of emitting toxic fumes in a wide area.",
      "skills": ["science", "tough"],
      "knowledge": ["chemistry", "toxins"],
      "special": {
        "type": "equipment",
        "name": "Poison Spreader",
        "description": "A breather and device that can be activated to spread poison gas in a 50 meter area for up to 10 minutes. When active, all non-cybernetics in the area without a breather suffer 1 light wound at the beginning of each round of combat",
        "uses": 3,
        "period": "week"
      }
    }
  }
}
